[
  {
    "pest": "rice leaf roller",
    "category": "الأرز",
    "recommendation": "المكافحة البيولوجية تشمل إطلاق طفيل البيض Trichogramma chilonis (100,000 حشرة بالغة/هكتار) بعد حوالي 15 يومًا من الزراعة للمساهمة في تقليل أعداد البيض. كما أن الحفاظ على الأعداء الطبيعيين مثل العناكب، اليعاسيب، والخنافس المفترسة يساعد في التنظيم. نثر أوراق النيم في الحقل يردع وضع البيض. في حال الإصابة الشديدة (أكثر من 50% من النباتات عند طور السنابل)، يمكن استخدام المبيدات مثل Flubendiamide (0.1 مل/لتر) أو Chlorantraniliprole (0.3 مل/لتر). مبيدات أخرى مثل Indoxacarb، Azadirachtin، Lambda-cyhalothrin، و Abamectin تقلل أيضًا من أعداد اليرقات. يُوصى دائمًا بالإدارة المتكاملة التي تجمع بين التدابير الوقائية والمكافحة البيولوجية والكيميائية لتجنب المقاومة والانتكاس.",
    "source": "https://plantix.net/en/library/plant-diseases/600105/rice-leafroller/"
  },
  {
    "pest": "rice leaf caterpillar",
    "category": "الأرز",
    "recommendation": "تشمل الإدارة البيولوجية استخدام دبابير طفيلية مثل Cotesia ruficrus و Eupteromalus parnarae التي تضع بيضها في اليرقات وتقلل من أعدادها. يمكن أن يساهم غمر حقول الأرز أثناء طور العذراء في إغراق اليرقات وتقليل انتشارها، كما أن تربية البط في الحقول يساعد في المكافحة الطبيعية. في الإدارة الكيميائية، يُستخدم رش Cypermethrin (1 مل/لتر) على حدود الحقول المصابة لمنع انتقال اليرقات. وإذا كان مستوى الإصابة مرتفعًا، خاصة عند حدوث تفشيات شبيهة بالدودة الجياشة، يُوصى برش كامل الحقل في ساعات المساء باستخدام Cypermethrin. الدمج بين الطرق الزراعية والبيولوجية والكيميائية يضمن مكافحًة مستدامة.",
    "source": "https://plantix.net/en/library/plant-diseases/600137/rice-ear-cutting-caterpillar/"
  },
  {
    "pest": "paddy stem maggot",
    "category": "الأرز",
    "recommendation": "تتم المراقبة أسبوعيًا في المراحل المبكرة لرصد أعراض مثل البقع البيضاء، ثقوب دقيقة في الأوراق، ترهل الأوراق الفتية، والسيقان الهشة المتقزمة. تشمل المكافحة المباشرة إطلاق طفيل Trichogramma أسبوعيًا، أو استخدام كعكة النيم (75 كغ/فدان)، أو رش مستحضرات الأزادرختين 1%. إذا وصلت الإصابة إلى العتبة الاقتصادية (15–30% ضرر في الأوراق)، يمكن اللجوء إلى المبيدات. من الخيارات الفعالة: Cartap hydrochloride 50% SP (400 غ/فدان)، Profenofos 50% EC (400 مل/فدان)، أو Fipronil 5% SC (400 مل/فدان). يجب تجنب المبيدات التي تسبب انتكاسًا واتباع تعليمات السلامة بدقة.",
    "source": "https://plantwiseplusknowledgebank.org/doi/10.1079/PWKB.20207800535"
  },
  {
    "pest": "asiatic rice borer",
    "category": "الأرز",
    "recommendation": "تشمل المكافحة البيولوجية إطلاق دبابير طفيلية مثل Paratheresia claripalpis و Eriborus sinicus التي تقلل من أعداد اليرقات. كما تساهم العناكب المفترسة في تقليل الإصابة. في حالة المكافحة الكيميائية، يمكن استخدام مبيدات تعتمد على Chlorantraniliprole عند اكتشاف الإصابة مبكرًا. كما أن استخدام الحبيبات عند الزراعة وأثناء نمو المحصول يقلل من ضرر الحفار. يجب دائمًا دمج التدابير الوقائية والبيولوجية قبل اللجوء إلى الكيميائية.",
    "source": "https://plantix.net/en/library/plant-diseases/600192/asiatic-rice-borer/"
  },
  {
    "pest": "yellow rice borer",
    "category": "الأرز",
    "recommendation": "الأعداء الطبيعيون مثل النمل، الخنافس، الجراد، الذباب، الدبابير، الديدان الخيطية، العناكب، وغيرها تساعد في تقليل الإصابة. كما أن إطلاق طفيل البيض Trichogramma japonicum (100,000/هكتار) خمس إلى ست مرات بدءًا من 15 يومًا بعد الزراعة فعال. يمكن أيضًا استخدام مستخلصات النيم و Bacillus thuringiensis قبل دخول اليرقات إلى السيقان. في المكافحة الكيميائية، يمكن نقع جذور الشتلات في محلول Chlorpyriphos 0.02% لمدة 12–14 ساعة قبل الشتل مما يوفر حماية حتى 30 يومًا. إذا تجاوزت أعداد الفراشات 25–30 ذكرًا في المصيدة/أسبوع، يمكن استخدام المبيدات المعتمدة على Fipronil أو Chlorpyriphos أو Chlorantraniliprole. يجب تجنب المبيدات واسعة الطيف للحفاظ على الأعداء الحيوية.",
    "source": "https://plantix.net/en/library/plant-diseases/600093/yellow-stem-borer/"
  },
  {
    "pest": "rice gall midge",
    "category": "الأرز",
    "recommendation": "تشمل المكافحة البيولوجية استخدام دبابير طفيلية من عائلات Platygasteridae و Eupelmidae و Pteromalidae التي تهاجم اليرقات، بالإضافة إلى العناكب والأنواع المفترسة الأخرى. كما أن زراعة النباتات المزهرة حول الحقول يجذب الحشرات النافعة. في المكافحة الكيميائية، يجب توقيت الرش مع ظهور أجيال الحشرة. تعتبر منتجات Chlorpyriphos فعالة ضد هذه الآفة. ينبغي دائمًا دمج المكافحة الكيميائية مع الطرق الوقائية والبيولوجية لتجنب المقاومة.",
    "source": "https://plantix.net/en/library/plant-diseases/600107/asian-rice-gall-midge/"
  },
  {
    "pest": "Rice Stem fly",
    "category": "الأرز",
    "recommendation": "توصى الإدارة المتكاملة. وتشمل الطرق الزراعية قص قمم الشتلات، واستخدام المصائد الضوئية والفِرمونية. كما تساعد الطفيليات البيوضية في المكافحة البيولوجية. في المكافحة الكيميائية، تعتبر المبيدات Chlorantraniliprole و Emamectin benzoate والنيونيكوتينويدات مثل Thiamethoxam و Dinotefuran فعالة. بينما المبيدات التقليدية مثل Chlorpyriphos و Carbofuran تؤثر سلبًا على الأعداء الطبيعيين ويفضل تجنبها.",
    "source": "https://www.entomologyjournals.com/assets/archives/2019/vol4issue4/4-4-11-871.pdf#:~:text=Whereas%2C%20chlorantraniliprole%2025%20SC%20a%20new%20insecticide,effective%20treatment%20against%20rice%20yellow%20stem%20borer."
  },
  {
    "pest": "brown plant hopper",
    "category": "الأرز",
    "recommendation": "تكون المكافحة البيولوجية فعالة عند الكثافات المنخفضة للآفة، حيث يلعب الأعداء الطبيعيون مثل الحشرات المائية والعناكب والذباب والدبابير الطفيلية دورًا مهمًا. يمكن غمر المشتل ليوم واحد بحيث تبقى أطراف الشتلات فقط مكشوفة مما يقتل أعدادًا من الحشرة، كما يمكن جمعها بشباك صغيرة. أما المكافحة الكيميائية فتُستخدم فقط عند الضرورة أو عند تجاوز أعداد الآفة لأعداد الأعداء الطبيعيين. من المبيدات الموصى بها Buprofezin و Pymetrozine و Etofenprox مع التناوب لتجنب المقاومة. يجب تجنب المبيدات مثل Quinalphos و Chlorpyriphos و Lambda-cyhalothrin ومخاليط البيريثرويد لأنها تسبب مقاومة وانتكاس.",
    "source": "https://plantix.net/en/library/plant-diseases/600104/brown-planthopper/"
  },
  {
    "pest": "white backed plant hopper",
    "category": "الأرز",
    "recommendation": "تتم السيطرة البيولوجية عادةً عبر الأعداء الطبيعيين مثل الحشرة المفترسة Cyrtorhinus lividipennis، والدبابير الطفيلية من جنس Anagrus التي تهاجم البيض، والعناكب المفترسة مثل Lycosa pseudoannulata، إضافة إلى الفطر الممرض Erynia delphacis. يجب استخدام المبيدات الكيميائية فقط عند الضرورة وبالتناوب لتفادي المقاومة. من الخيارات Oxamyl، وبعض البيريثرويدات، و Buprofezin، و Pymetrozine ضمن إستراتيجية متكاملة.",
    "source": "https://plantix.net/en/library/plant-diseases/600191/whitebacked-planthopper/"
  },
  {
    "pest": "small brown plant hopper",
    "category": "الأرز",
    "recommendation": "تكون المكافحة البيولوجية فعالة عند الكثافات المنخفضة. من الأعداء الطبيعيين الحشرات المائية، الحشرات المفترسة، العناكب، والدبابير الطفيلية للبيض. يمكن غمر المشتل ليوم بحيث تبقى أطراف الشتلات مكشوفة، أو جمع الحشرة بالشباك. المكافحة الكيميائية تُستخدم فقط عند تجاوز العتبة الاقتصادية أو عند تفوق أعداد الآفة على الأعداء الطبيعيين. من المبيدات الموصى بها Buprofezin و Pymetrozine و Etofenprox بالتناوب. يجب تجنب المبيدات واسعة الطيف مثل Quinalphos و Chlorpyriphos و Lambda-cyhalothrin لتقليل المقاومة وانتكاس الآفة.",
    "source": "https://plantix.net/en/library/plant-diseases/600104/brown-planthopper/"
  },
  {
    "pest": "rice water weevil",
    "category": "الأرز",
    "recommendation": "في الإدارة العضوية، تعتمد المكافحة على الممارسات الزراعية مثل مكافحة الأعشاب وزيادة حجم الحقل. يجب مراقبة الحقول حسب تاريخ الإصابة وقربها من أماكن السبات. من العلامات وجود ندوب تغذية البالغات، رغم أن الضرر قد يحدث حتى مع أعداد قليلة بسبب وضع البيض المبكر. في المكافحة الكيميائية، يمكن استخدام رش ورقي بـ Lambda-cyhalothrin أو Zeta-cypermethrin أو Diflubenzuron بعد الغمر. الأولان يقتلان البالغات ويقللان وضع البيض، بينما يعمل Diflubenzuron على تعقيم الإناث وقتل البيض الطازج. بما أن للآفة جيلًا واحدًا في السنة، فإن توقيت التطبيق حاسم: فالمبكر جدًا يسبب فقدان الفعالية، والمتأخر جدًا لا يمنع الضرر.",
    "source": "https://ipm.ucanr.edu/agriculture/rice/rice-water-weevil/#gsc.tab=0"
  },
  {
    "pest": "rice leaf hopper",
    "category": "الأرز",
    "recommendation": "المكافحة البيولوجية تشمل الدبابير الطفيلية للبيض، الحشرات المفترسة المائية، الذباب المفترس، العناكب، والفطريات الممرضة. أما المكافحة الكيميائية فيجب أن تكون دائمًا جزءًا من إستراتيجية متكاملة مع التدابير الوقائية والبيولوجية. من المبيدات المفيدة Buprofezin و Pymetrozine بالتناوب. ويجب تجنب المبيدات مثل Chlorpyriphos و Lambda-cyhalothrin أو خلطات البيريثرويد بسبب تطور المقاومة.",
    "source": "https://plantix.net/en/library/plant-diseases/600108/green-paddy-leafhoppers/"
  },
  {
    "pest": "grain spreader thrips",
    "category": "الأرز",
    "recommendation": "تساعد الأعداء الطبيعيون مثل العث المفترس وحشرات القراصنة الصغيرة وأسديات الأجنحة في تقليل أعداد التربس، لكن حساسيتها للمبيدات واسعة الطيف مثل البيريثرويد تحد من فعاليتها. لتقليل الإصابة، يجب تجنب زراعة البصل قرب الحقول، إذ تنتقل التربس منها بعد حصادها. يساعد الري العلوي والأمطار في خفض أعدادها، لكن غالبًا ما تكون هناك حاجة للرش. في الزراعة العضوية، يمكن استخدام Spinosad (مستحضر Entrust) أو Azadirachtin أو الفطريات الممرضة مثل Beauveria bassiana. تكون أضرار التربس أشد في بداية طور تكوين الأبصال، لذا يجب البدء في المكافحة قبل الوصول لمستويات غير قابلة للسيطرة.",
    "source": "https://ipm.ucanr.edu/agriculture/onion-and-garlic/thrips/#gsc.tab=0"
  },
  {
    "pest": "rice shell pest",
    "category": "الأرز",
    "recommendation": "يمكن رش محاليل عطرية مثل صابون الليمون العطري لطرد الحشرات. في كمبوديا، يضع المزارعون عجينة السمك المخمرة (براهوق) قرب الحقول لجذبها وقتلها. يمكن جمع الحشرات يدويًا في الصباح الباكر أو المساء باستخدام شبكة، ثم سحقها ونقعها في الماء ورش المحلول على المحصول لطرد البقية. كما تساعد الأعداء الطبيعيون مثل الدبابير والجراد والعناكب. في المكافحة الكيميائية، يُستخدم Chlorpyriphos 50 EC بمعدل 2.5 مل في المساء بدءًا من حواف الحقل باتجاه المركز. يمكن استخدام Abamectin كبديل. لكن الرش العشوائي يضر بالأعداء الطبيعيين ويسبب انتكاسًا.",
    "source": "https://plantix.net/en/library/plant-diseases/600097/rice-bug/"
  },
  {
    "pest": "grub",
    "category": "الذرة",
    "recommendation": "يتم فحص وجود اليرقات بحفر عينات تربة (30×30×30 سم) من ثلاث نقاط عشوائية. إذا وُجدت يرقة واحدة على الأقل، يجب تطبيق المكافحة. يُستخدم رش فطر Metarhizium anisopliae 1.15% WP بمعدل 1 كغ لكل ربع فدان مباشرة في التربة لتقليل الأعداد.",
    "source": "https://plantwiseplusknowledgebank.org/doi/full/10.1079/pwkb.20157800155"
  },
  {
    "pest": "mole cricket",
    "category": "الذرة",
    "recommendation": "تُستخدم مبيدات النيونيكوتينويد مثل Imidacloprid أو Clothianidin أو Thiamethoxam عند اقتراب موسم وضع البيض. يمكن استخدام محلول الصابون لكشف الحشرات البالغة. غالبًا ما تكون التركيبات مثل Imidacloprid + Bifenthrin أو Clothianidin + Bifenthrin أكثر فعالية. كما أن حبيبات Fipronil توفر مكافحة طويلة المدى. يمكن أيضًا استخدام الطعوم بعد الري. للمكافحة المستدامة، يُنصح باستخدام الديدان الخيطية الطفيلية مثل Steinernema scapterisci أو S. riobravae عند دفء ورطوبة التربة.",
    "source": "https://www.syngentaturf.co.za/mole-cricket-control"
  },
  {
    "pest": "wireworm",
    "category": "الذرة",
    "recommendation": "يجب فحص الشتلات أو النباتات المزروعة حديثًا خصوصًا في الربيع والتربة الغنية بالمادة العضوية. ينصح باستخدام معاملات ما قبل الزراعة أو معالجات البذور في الحقول ذات تاريخ إصابة. كما يُنصح بالتخلص من بقايا المحاصيل السابقة والأعشاب على أطراف الحقول. وترك الحقول بورًا لعدة أسابيع قبل الزراعة لتقليل تعداد الدودة السلكية.",
    "source": "https://ipm.ucanr.edu/agriculture/cole-crops/wireworms/#gsc.tab=0"
  },
  {
    "pest": "white margined moth",
    "category": "الذرة",
    "recommendation": "هذه الحشرة عادة غير ضارة ولا تسبب أضرارًا اقتصادية. إذا زادت أعدادها ودخلت الأبنية، يمكن استخدام مبيد بيريثرويد صناعي لوقف دخولها. يجب الالتزام بالتعليمات وأخذ الحيطة في الأماكن التي يرتادها البشر والحيوانات الأليفة.",
    "source": "https://extension.okstate.edu/e-pest-alerts/2024/is-it-a-pest-white-margined-burrower-bug.html#:~:text=Homeowners%20may%20view%20these%20insects,where%20humans%20and%20pets%20frequent."
  },
  {
    "pest": "black cutworm",
    "category": "الذرة",
    "recommendation": "تُستخدم المبيدات الحيوية مثل Bacillus thuringiensis أو Nucleopolyhedrosis virus أو Beauveria bassiana لمكافحة فعالة. يجب تعزيز الأعداء الطبيعيين عبر تقليل المعاملات الكيميائية غير الضرورية. في المكافحة الكيميائية، يمكن استخدام المبيدات المحتوية على Chlorpyrifos أو Beta-cypermethrin أو Deltamethrin أو Lambda-cyhalothrin. كما يمكن استخدام معاملات ما قبل الزراعة إذا كانت الإصابة متوقعة.",
    "source": "https://plantix.net/en/library/plant-diseases/600048/black-cutworm/"
  },
  {
    "pest": "black cutworm",
    "category": "الذرة",
    "recommendation": "استخدم المبيدات الحيوية مثل عصية ثورينجينسيس (Bacillus thuringiensis)، فيروس النوكليوبوليهيدروسيس (Nucleopolyhedrosis virus)، أو بوفاريا باسيانا (Beauveria bassiana) للتحكم الفعّال في السكان. شجع الأعداء الطبيعيين بتجنب المعالجات غير الضرورية. للإدارة الكيميائية، استخدم منتجات تحتوي على الكلوربيريفوس، بيتا-سايبرمثرين، ديلتامثرين، أو لامبدا-سايهالوثرين. يمكن استخدام تطبيقات المبيدات قبل الزراعة إذا كانت التوقعات تشير إلى وجود تجمعات كبيرة.",
    "source": "https://plantix.net/en/library/plant-diseases/600048/black-cutworm/"
  },
  {
    "pest": "large cutworm",
    "category": "الذرة",
    "recommendation": "استخدم المبيدات الحيوية مثل عصية ثورينجينسيس (Bacillus thuringiensis)، فيروس النوكليوبوليهيدروسيس (Nucleopolyhedrosis virus)، أو بوفاريا باسيانا (Beauveria bassiana) للتحكم الفعّال في السكان. شجع الأعداء الطبيعيين بتجنب المعالجات غير الضرورية. للإدارة الكيميائية، استخدم منتجات تحتوي على الكلوربيريفوس، بيتا-سايبرمثرين، ديلتامثرين، أو لامبدا-سايهالوثرين. يمكن استخدام تطبيقات المبيدات قبل الزراعة إذا كانت التوقعات تشير إلى وجود تجمعات كبيرة.",
    "source": "https://plantix.net/en/library/plant-diseases/600048/black-cutworm/"
  },
  {
    "pest": "yellow cutworm",
    "category": "الذرة",
    "recommendation": "استخدم المبيدات الحيوية مثل عصية ثورينجينسيس (Bacillus thuringiensis)، فيروس النوكليوبوليهيدروسيس (Nucleopolyhedrosis virus)، أو بوفاريا باسيانا (Beauveria bassiana) للتحكم الفعّال في السكان. شجع الأعداء الطبيعيين بتجنب المعالجات غير الضرورية. للإدارة الكيميائية، استخدم منتجات تحتوي على الكلوربيريفوس، بيتا-سايبرمثرين، ديلتامثرين، أو لامبدا-سايهالوثرين. يمكن استخدام تطبيقات المبيدات قبل الزراعة إذا كانت التوقعات تشير إلى وجود تجمعات كبيرة.",
    "source": "https://plantix.net/en/library/plant-diseases/600048/black-cutworm/"
  },
  {
    "pest": "red spider",
    "category": "الذرة",
    "recommendation": "في حالات الإصابة الشديدة، يتم تطبيق مبيد ADYBAC 1001 الكلي للتبخير في الأماكن المغلقة. استخدم زيت المبيدات Miscibloil للوقاية والسيطرة الدورية على العناكب. يوفر مبيد Neemex الطبيعي، المستند إلى مستخلص النيم، خياراً صديقاً للبيئة للإدارة المتكاملة للآفات. ضع مبيد Acarin 10غ للتحكم المستهدف في العناكب الحمراء. يمكن استخدام مبيد Fertiberia للتفريغ الكلي في الأماكن المغلقة للإصابات الواسعة. يوفر مبيد Spruzit علاجاً فعالاً للإصابات النشطة والوقاية. مبيد Solabiol مناسب للتحكم الأوسع في الآفات والصيانة الدورية.",
    "source": "https://www.growindustry.es/en/blogs/pests/how-to-eliminate-the-red-spider-from-cannabis-plants#:~:text=Next%20article,and%20abundance%20of%20the%20harvest."
  },
  {
    "pest": "corn borer",
    "category": "الذرة",
    "recommendation": "استخدم المصائد الفيرمونية المزودة بأجنحة لجذب ذكور حفارات الذرة ومنع التزاوج. أطلق طفيل البيض Trichogramma عند اكتشاف الطيران. رش Bacillus thuringiensis kurstaki (Btk) على الكيزان والحرمل والأوراق طوال الموسم. يمكن استخدام سبينوساد أيضاً ولكنه قد يؤثر على الملقحات والحشرات النافعة. دمّر وسيّج السيقان بعد الموسم للقضاء على اليرقات التي تقضي الشتاء، وتجنب تسميد المواد المصابة. ازرع أصناف الذرة المقاومة إن توفرت.",
    "source": "https://www.arbico-organics.com/category/european-corn-borer-control#:~:text=Btk%20(Bacillus%20thuringiensis%20kurstaki)%20sprays,to%20pollinators%20and%20other%20beneficials."
  },
  {
    "pest": "army worm",
    "category": "الذرة",
    "recommendation": "ابدأ برش المبيدات إذا وُجدت إصابة في 10 نباتات من أصل 50 تم اختيارها عشوائياً. رش في الصباح الباكر (6:00–10:00) أو بعد الظهر (4:00–7:00)، لأن الديدان الليلية تتغذى ليلاً. ارتدِ ملابس واقية عند خلط ورش المبيدات. استخدم مضخة نظيفة وماءً نظيفاً، ورش بفوهة مخروطية لتغطية النبات بالكامل وخاصة قلب الذرة. تجنب الرش عند هبوب الرياح أو قبل المطر. افحص النباتات بعد 4 أيام من الرش ثم راقب باستمرار. إذا بقيت 10 نباتات مصابة من أصل 50 بعد 7–14 يوماً، أعد الرش. عادةً ما تكفي 2–3 رشات في الموسم. بدّل المبيدات ذات آليات العمل المختلفة كل موسم لتجنب المقاومة.",
    "source": "https://www.cabi.org/Uploads/Plantwise/Final%20Faw%20Technical%20Brief%20Uganda%2002052018.pdf"
  },
  {
    "pest": "aphids",
    "category": "الذرة",
    "recommendation": "في كثير من الحالات لا تسبب حشرات المن أضراراً كبيرة ولا تحتاج إلى علاج. إذا كانت المكافحة ضرورية، فكر في المبيدات منخفضة الخطورة مثل النيم (أزاديراختين)، الصابون الحشري، الزيوت البستانية، أو البيرثرينات. رش على السطحين العلوي والسفلي للأوراق، حيث تقتل هذه المنتجات عند الملامسة فقط. قد تكون هناك حاجة لتكرار التطبيق. للحصول على تحكم أطول أمداً، يمكن استخدام مبيدات متبقية مثل الأسيفات، البيرمثرين، البيفنثرين، لامبدا-سايهالوثرين، السيفلوثرين، والمالاثيون، لكنها تقتل أيضاً الحشرات النافعة وقد تزيد من مشاكل المن. تجنب الرش على الأشجار أو الشجيرات المزهرة.",
    "source": "https://extension.umn.edu/yard-and-garden-insects/aphids#using-pesticides-344413"
  },
  {
    "pest": "Potosiabre vitarsis",
    "category": "الذرة",
    "recommendation": "",
    "source": ""
  },
  {
    "pest": "peach borer",
    "category": "الذرة",
    "recommendation": "ضع المبيدات عند بداية خروج البالغات في شهر مايو وكرر بعد حوالي 6 أسابيع. يمكن استخدام المصائد الفيرمونية لمراقبة نشاط البالغات. المبيدات لا تقتل اليرقات داخل الشجرة بالفعل، لكنها تحمي من إعادة الإصابة بمنع وضع البيض. قد لا تظهر النتائج بوضوح إلا في الموسم التالي.",
    "source": "https://ipm.ucanr.edu/agriculture/peach/peachtree-borer/#gsc.tab=0"
  },
  {
    "pest": "english grain aphid",
    "category": "القمح",
    "recommendation": "راقب الحقول بانتظام بعد بزوغ البادرات، مع أخذ عينات كاملة من النبات قبل التفريع وأخذ عينات من الأشطاء بعد التفريع. غالباً ما تتجمع حشرات المن في بقع أو على حواف الحقل، لذا تجنب الانحياز بأخذ العينات من أماكن محددة. انتبه للأعداء الطبيعيين مثل الدعسوقات، يرقات ذباب السيرفيد، أسد المن، الدبابير الطفيلية، والأمراض الفطرية التي تقلل من أعدادها بشكل طبيعي. إذا زادت الأعداد، زد من وتيرة المراقبة وفكر في التدخل فقط إذا كانت الأعداء الطبيعية غير كافية لمنع الضرر.",
    "source": "https://ipm.ucanr.edu/agriculture/small-grains/english-grain-aphid/#gsc.tab=0"
  },
  {
    "pest": "green bug",
    "category": "القمح",
    "recommendation": "قم بتنفيذ ممارسات زراعية مثل تجنب زراعة محاصيل البقول الصيفية بشكل متتالٍ، ومنع تداخل فترات الإزهار/العقد، والسيطرة على الأعشاب الضارة المحيطة بالحقول. لا تزرع المحاصيل الحساسة بالقرب من المحاصيل المصابة القديمة. شجع الأعداء الطبيعيين مثل الدبور الطفيلي Trissolcus basalis (الذي يطفل على البيض)، النمل، العناكب، الحشرات المفترسة، وذباب التاكينيد. قلل من استخدام المبيدات واسعة الطيف للحفاظ على المفترسات. راقب المحاصيل مرتين أسبوعياً من بداية التزهير حتى ما قبل الحصاد، ويفضل في الصباح حيث تكون الحشرات قريبة من قمة النبات. استخدم طريقة ضرب النباتات بالقماش (beat sheet) للمراقبة الفعالة. تحكم في السكان قبل أن تصل الحوريات إلى الحجم الضار، خصوصاً خلال امتلاء القرون المبكر.",
    "source": "https://www.crop.bayer.com.au/pests/pests/green-vegetable-bug"
  },
  {
    "pest": "bird cherry-oat aphid",
    "category": "القمح",
    "recommendation": "استخدم معاملات البذور بمبيدات النيونيكوتينويد مثل الإيميداكلوبريد للحماية المبكرة. إذا تجاوزت الأعداد العتبة الاقتصادية، استخدم الرش الورقي بالفوسفات العضوية (مثل الديميثوات)، الكربامات (مثل البيريميكارب)، أو البيريثرويدات الاصطناعية (مثل ألفا-سايبرمثرين)، مع الأخذ بالاعتبار أن القابلية قد تختلف بسبب المقاومة. تساعد المكافحة البيولوجية مثل النيم والفطر الممرض للحشرات بوفاريا باسيانا في تقليل الأعداد. طبق الإدارة المتكاملة للآفات (IPM) من خلال الحفاظ على الأعداء الطبيعيين، المراقبة الدورية للحقول، واستخدام المبيدات فقط عند الضرورة لتجنب تطوير المقاومة.",
    "source": "https://www.scienceopen.com/hosted-document?doi=10.15212/ijafr-2022-0106#:~:text=sequencing%20of%20R.-,padi,when%20compared%20to%20other%20R."
  },
  {
    "pest": "wheat blossom midge",
    "category": "القمح",
    "recommendation": "راقب الحقول وطبق المبيدات فقط عندما يتم الوصول إلى عتبة التدخل (حشرة بالغة واحدة لكل 4–5 سنابل للوقاية من فقد الغلة، أو حشرة واحدة لكل 8 سنابل للحفاظ على الجودة). الخيار الكيميائي الأساسي المتاح هو الديميثوات (Cygon®، Lagon®)، وهو فوسفاتي عضوي جهازي وملامس يستهدف البالغات. ضع المعالجات عند الغروب عندما تكون الحشرات البالغة نشطة في قمة النبات، مع ضمان التغطية الموحدة للسنابل لتحقيق أفضل سيطرة. تجنب الرش غير الضروري للحفاظ على الأعداء الطبيعيين وتقليل الأثر البيئي.",
    "source": "https://www.cabidigitallibrary.org/doi/full/10.1079/planthealthcases.2023.0002"
  },
  {
    "pest": "penthaleus major",
    "category": "القمح",
    "recommendation": "يمكن أن تصل كثافة Penthaleus major إلى مستويات عالية في المناطق الشمالية. أظهرت تجارب المكافحة الكيميائية أن التطبيقات الربيعية من البيرمثرين (44 مل/هكتار) والديلتامثرين (5 مل/هكتار) قللت بشكل كبير من أعداد العناكب خلال الأسابيع التالية وقللت أيضاً من أعدادها في الخريف والربيع التالي، رغم أن القضاء التام لم يتحقق. قد تحسن التطبيقات المبكرة في الربيع من السيطرة. على الرغم من انخفاض الأعداد والضرر المرئي للنباتات، إلا أن فروق الغلة نادراً ما كانت مهمة. لاحظ أن التطبيقات قللت أيضاً من أعداد العناكب المفيدة وخفضت قليلاً محتوى البوتاسيوم في المحصول.",
    "source": "https://www.researchgate.net/publication/11351866_Chemical_Control_of_Penthaleus_major_Acari_Prostigmata_in_Hayfields_in_Iceland"
  },
  {
    "pest": "long legged spider mite",
    "category": "القمح",
    "recommendation": "تعتبر الإجراءات الوقائية مهمة: حافظ على النباتات مروية جيداً لتقليل إجهاد الجفاف، سيطر على الغبار بزراعة غطاء أرضي أو استخدام المهاد، وقم بالري بانتظام. العديد من النباتات يمكنها تحمل أعداد معتدلة من العناكب، مع مساهمة الأعداء الطبيعيين في قمع التفشي. إذا حدثت إصابات، استخدم رشات ماء قوية أو رذاذ يومي على السطح السفلي للأوراق لطرد العناكب. عند الحاجة للسيطرة الكيميائية، استخدم الزيوت الحشرية أو الصابون الحشري مع ضمان التغطية الجيدة لأسفل الأوراق. تجنب استخدام الفوسفات العضوية أو البيريثرويدات لأنها غير فعالة ضد العناكب، وتقتل المفترسات الطبيعية، وقد تؤدي إلى تفشيات أشد.",
    "source": "https://ipm.ucanr.edu/QT/spidermitescard.html"
  },
  {
    "pest": "wheat phloeo thrips",
    "category": "القمح",
    "recommendation": "تتغذى التربس على أنسجة النبات عن طريق امتصاص العصارة، مما يسبب تلون الأوراق، خطوط فضية، نمو مشوه، كما تنقل فيروسات نباتية تقلل من الغلة. تشمل خيارات المكافحة: سبينوساد (مبيد طبيعي فعال ضد جميع مراحل التربس)، إيميداكلوبريد (مبيد جهازي يُمتص بواسطة النبات لتوفير حماية طويلة)، رشات البيرثرين (فعالة لكنها تحتاج لتكرار)، زيت النيم (يطرد ويعطل التغذية والتكاثر)، وأسيفات (مبيد جهازي يستهدف التربس وآفات أخرى). المبيدات الجهازية مثل الإيميداكلوبريد تُمتص في النبات وتقتل التربس عند التغذية. الخيارات الطبيعية مثل زيت النيم وسبينوساد فعّالة وأكثر أماناً للأعداء الحيوية والبيئة. في الإصابات الشديدة، رش المبيدات كل 7–14 يوماً حسب التعليمات.",
    "source": "https://katyayanikrishidirect.com/blogs/news/best-insecticide-for-thrips-effective-solutions-for-thrip-control"
  },
  {
    "pest": "wheat sawfly",
    "category": "القمح",
    "recommendation": "إدارة دبور ساق القمح تتطلب نهج الإدارة المتكاملة للآفات (IPM). يشمل ذلك زراعة أصناف قمح مقاومة تحتوي على ساق صلب يقلل الضرر. المراقبة المنتظمة لمستويات الإصابة، التفتيش عن البيض واليرقات، والنظر في المكافحة الزراعية مثل تدوير المحاصيل لقطع دورة الحياة. كما يمكن أن تكون طرق المكافحة البيولوجية مفيدة. مزيج من هذه الاستراتيجيات يجب أن يكون خط الدفاع الأول ضد دبور ساق القمح.",
    "source": "https://www.fbn.com/direct/pest/wheat-stem-sawfly"
  },
  {
    "pest": "cerodonta denticornis",
    "category": "قمح",
    "recommendation": "",
    "source": ""
  },
  {
    "pest": "beet fly",
    "category": "شمندر",
    "recommendation": "المكافحة البيولوجية باستخدام الديدان الخيطية الممرضة للحشرات (EPNs) مثل Steinernema carpocapsae وSteinernema feltiae وHeterorhabditis bacteriophora. رشة واحدة من S. feltiae أو H. bacteriophora يمكن أن تسبب انخفاضًا بنسبة تصل إلى 81.3% أو 75.9% في تعداد اليرقات.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/22696941/"
  },
  {
    "pest": "flea beetle",
    "category": "شمندر",
    "recommendation": "استخدام الأغطية العائمة لمنع دخول الحشرات البالغة، وتطبيق الديدان الخيطية النافعة Heterorhabditis bacteriophora في الربيع للقضاء على اليرقات في التربة، واستخدام Surround WP (الكاولين الطيني) لردع التغذية، ورش Beauveria bassiana (مثل BotaniGard Maxx) لإصابة الحشرات البالغة والقضاء عليها مع تكرار المعاملة عند الحاجة.",
    "source": "https://www.arbico-organics.com/category/Flea-Beetle-Controls#:~:text=Use%20floating%20row%20covers%20as,Product%20Type"
  },
  {
    "pest": "cabbage army worm",
    "category": "شمندر",
    "recommendation": "استخدام بكتيريا Bacillus thuringiensis (Bt)، وهي بكتيريا تنتج سموماً فعالة ضد اليرقات. يمكن تطبيق منتجات Bt التجارية مثل Dipel® أو Javelin® أو Thuricide® أو Xentari®. يُعد Bt آمناً للإنسان والأعداء الحيوية والبيئة. يجب اختيار السلالة المناسبة: Bt. kurstaki وBt. aizawai فعالتان ضد الديدان مثل armyworms.",
    "source": "https://infonet-biovision.org/natural-pest-control/bio-pesticide-bt-bacillus-thuringiensis"
  },
  {
    "pest": "beet army worm",
    "category": "شمندر",
    "recommendation": "يُنصح بالتطبيق بعد فقس معظم البيوض، واستهداف اليرقات الصغيرة حيث تكون أكثر حساسية. بكتيريا Bacillus thuringiensis (Bt) فعالة ضد اليرقات الصغيرة ولكنها أقل فعالية ضد الأكبر حجماً. يفضل الرش في المساء لأن اليرقات نشطة عند الغسق والعديد من المبيدات تتحلل في ضوء الشمس. تجنب المبيدات واسعة الطيف مثل الميثوميل لأنها تضر بالأعداء الحيوية.",
    "source": "https://ipm.ucanr.edu/agriculture/cilantro-and-parsley/beet-armyworm/#gsc.tab=0"
  },
  {
    "pest": "Beet spot flies",
    "category": "شمندر",
    "recommendation": "",
    "source": ""
  },
  {
    "pest": "meadow moth",
    "category": "شمندر",
    "recommendation": "مبيد Chlorantraniliprole فعال في مكافحة Loxostege sticticalis (عثة المروج). يجب تطبيقه بالجرعات المناسبة، حيث إن التركيزات المنخفضة تحت المميتة (LC10) قد تزيد من الخصوبة والقدرة على التكاثر (تأثير هورميسي)، بينما الجرعات الأعلى (LC25، LC50) تقلل بشكل كبير من التكاثر والبقاء. يفضل استخدام الجرعات الأعلى الموصى بها للحد من نمو السكان بشكل فعال.",
    "source": "https://www.mdpi.com/2077-0472/15/10/1065"
  },
  {
    "pest": "beet weevil",
    "category": "شمندر",
    "recommendation": "للمكافحة الفعالة لـ Bothynoderes punctiventris، أظهرت المبيدات الحشرية القائمة على الكلوربيريفوس مع البيريثرويدات فعالية عالية. يحافظ Nurelle D (كلوربيريفوس + سايبرمثرين) على فعالية قوية بالملامسة والجهاز الهضمي. يقدم Pyrinex Super (كلوربيريفوس + بيفينثرين) فعالية مشابهة رغم انخفاض محتوى المادة الفعالة. أما كلوربيريفوس + بيتا-سايفلوثرين (MCW 784) فقد أظهر فعالية أقل مقارنة بـ Nurelle D في كل من المختبر والحقول.",
    "source": "https://www.researchgate.net/figure/Insecticides-and-their-application-rates-used-for-sugar-beet-weevil-control_tbl1_269052174"
  },
  {
    "pest": "sericaorient alismots chulsky",
    "category": "شمندر",
    "recommendation": "",
    "source":""
  },
  {
    "pest": "alfalfa weevil",
    "category": "برسيم",
    "recommendation": "استخدام المكافحة الزراعية أولاً: حصاد البرسيم مبكرًا وبالقرب من أول حصاد لحرمان اليرقات من الغذاء وتعريضها للحرارة والجفاف؛ الرعي يمكن أن يقلل من عدد البيوض بنسبة 50–70%. راقب الحقول بانتظام لتقدير كثافة اليرقات. إذا تجاوزت العتبات، يمكن استخدام مبيدات مثل Baythroid XL (سايفلوثرين)، أو Cobalt (كلوربيريفوس + غاما-سيهالوثرين)، أو Cobalt Advanced (كلوربيريفوس + لامبدا-سيهالوثرين)، أو Imidan 70 W (فوسميت)، مع الالتزام بالجرعات وتدوير آليات العمل لتجنب المقاومة.",
    "source": "https://pubs.nmsu.edu/_a/A338/"
  },
  {
    "pest": "flax budworm",
    "category": "برسيم",
    "recommendation": "المكافحة البيولوجية هي المفضلة: يمكن استخدام الإطلاق الإضافي للأعداء الحيوية مثل Trichogramma spp. أو Microplitis croceipes. كما يمكن الاستفادة من مسببات الأمراض الحشرية مثل Bacillus thuringiensis (Bt) وHeliothis NPV. المقاومة في النباتات العائلة تساعد أيضاً، حيث تُظهر الأصناف المقاومة خصائص مثل الطرد أو التثبيط أو التحمل. إطلاق الذكور العقيمة أثبت فعاليته في التجارب المحلية. ينبغي النظر في المكافحة الكيميائية فقط إذا لم تكن الطرق البيولوجية والزراعية كافية.",
    "source": "https://plantwiseplusknowledgebank.org/doi/full/10.1079/pwkb.species.26762"
  },
  {
    "pest": "alfalfa plant bug",
    "category": "برسيم",
    "recommendation": "يجب فحص الحقول بانتظام باستخدام شبكة مسح لمراقبة أعداد الحشرة. تشمل المكافحة الزراعية حرق بقايا المحصول في أوائل الربيع لتقليل البيوض الشتوية، والحصاد المبكر لإزالة النباتات المصابة. ينبغي استخدام المبيدات فقط إذا كانت الكثافة عالية، لأن المكافحة الكيميائية قد تضر بالأعداء الحيوية والملقحات وغالباً لا تكون اقتصادية.",
    "source": "https://cropprotectionnetwork.org/encyclopedia/plant-bugs-in-alfalfa"
  },
  {
    "pest": "tarnished plant bug",
    "category": "برسيم",
    "recommendation": "يُنصح أولاً بالممارسات الزراعية: إزالة الأعشاب والحطام للقضاء على أماكن السبات، جز الأعشاب حول الحقول، ومنع الأعشاب من تكوين براعم وأزهار. من وسائل المكافحة البيولوجية الدبابير الطفيلية مثل Peristenus digoneutsi، رغم أن فعاليتها محدودة حالياً. عند الحاجة يمكن استخدام مبيدات ورقية مثل (acephate, acetamiprid, azadirachtin, Beauveria bassiana, bifenthrin, chlorpyrifos, cyfluthrin, permethrin, pyrethrins, tau-fluvalinate, thiamethoxam) مع اتباع التعليمات وتوقيت الرش بما يتناسب مع نشاط الحشرة وإدارة الأعشاب.",
    "source": "https://www.umass.edu/agriculture-food-environment/greenhouse-floriculture/fact-sheets/tarnished-plant-bug-field-grown-cut-flowers#:~:text=Some%20foliar%20sprays%20registered%20for,References"
  },
  {
    "pest": "Locustoidea",
    "category": "برسيم",
    "recommendation": "مكافحة الجراد تعتمد أساساً على المبيدات باستخدام الرش منخفض الحجم (ULV) بمبيد الفينيتروثيون (Sumithion ULV) لمكافحة أسراب وكتل الجراد. يُطبق بمعدل 210–300 مل/هكتار (267–381 غ مادة فعالة/هكتار) عبر الرش الجوي. يجب الحفاظ على مسافة عازلة 1.5 كم عن المناطق الحساسة مثل المساكن والمسطحات المائية والمحاصيل العضوية. كما يجب الالتزام بفترات الأمان قبل الحصاد أو الرعي للسماح بتفكك بقايا المبيد.",
    "source": "https://www.agriculture.gov.au/biosecurity-trade/pests-diseases-weeds/locusts/landholders/control-agents-residues#:~:text=%E2%80%8B%E2%80%8B%E2%80%8BWhen%20undertaking,on%20managing%20residues%20in%20livestock."
  },
  {
    "pest": "lytta polita",
    "category": "برسيم",
    "recommendation": "استخدم استراتيجيات الإدارة المتكاملة للآفات (IPM): فحص الحقول بشكل متكرر، تعديل مواعيد الحصاد، الحفاظ على حقول برسيم خالية من الأعشاب، وتجنب عمليات الحصاد التي تسحق الخنافس للحد من تلوث العلف بمادة الكانثاريدين. يمكن استخدام المبيدات (مثل البيرثرويدات: بيفينثرين، إيسفينفاليرات، لامبدا-سيهالوثرين، ألفا- و زيتا-سايبرمثرين، أو كاربريل) كعلاج موضعي عند كثافة عالية للخنافس. يجب تطبيق المبيدات في الصباح الباكر أو المساء لحماية الملقحات واتباع تعليمات الملصق. لا يجب إطعام العلف الملوث للماشية وخاصة الخيول بسبب سمية الكانثاريدين.",
    "source": "https://www.ndsu.edu/agriculture/extension/publications/blister-beetle-management-forages-and-field-crops"
  },
  {
    "pest": "legume blister beetle",
    "category": "برسيم",
    "recommendation": "استخدم استراتيجيات الإدارة المتكاملة للآفات (IPM): فحص الحقول بشكل متكرر، تعديل مواعيد الحصاد، الحفاظ على حقول برسيم خالية من الأعشاب، وتجنب عمليات الحصاد التي تسحق الخنافس للحد من تلوث العلف بمادة الكانثاريدين. يمكن استخدام المبيدات (مثل البيرثرويدات: بيفينثرين، إيسفينفاليرات، لامبدا-سيهالوثرين، ألفا- و زيتا-سايبرمثرين، أو كاربريل) كعلاج موضعي عند كثافة عالية للخنافس. يجب تطبيق المبيدات في الصباح الباكر أو المساء لحماية الملقحات واتباع تعليمات الملصق. لا يجب إطعام العلف الملوث للماشية وخاصة الخيول بسبب سمية الكانثاريدين.",
    "source": "https://www.ndsu.edu/agriculture/extension/publications/blister-beetle-management-forages-and-field-crops"
  },
  {
    "pest": "blister beetle",
    "category": "برسيم",
    "recommendation": "استخدم استراتيجيات الإدارة المتكاملة للآفات (IPM): فحص الحقول بشكل متكرر، تعديل مواعيد الحصاد، الحفاظ على حقول برسيم خالية من الأعشاب، وتجنب عمليات الحصاد التي تسحق الخنافس للحد من تلوث العلف بمادة الكانثاريدين. يمكن استخدام المبيدات (مثل البيرثرويدات: بيفينثرين، إيسفينفاليرات، لامبدا-سيهالوثرين، ألفا- و زيتا-سايبرمثرين، أو كاربريل) كعلاج موضعي عند كثافة عالية للخنافس. يجب تطبيق المبيدات في الصباح الباكر أو المساء لحماية الملقحات واتباع تعليمات الملصق. لا يجب إطعام العلف الملوث للماشية وخاصة الخيول بسبب سمية الكانثاريدين.",
    "source": "https://www.ndsu.edu/agriculture/extension/publications/blister-beetle-management-forages-and-field-crops"
  },
  {
    "pest": "odontothrips loti",
    "category": "برسيم",
    "recommendation": "المكافحة الزراعية مفضلة: مثل استخدام الأغطية أو الوسائل الأخرى لمنع الإصابة. يجب فحص النباتات بانتظام والبدء في العلاج مبكراً عند ظهور التربس أو الأضرار. للمكافحة الكيميائية المتوافقة مع الإدارة المتكاملة، يمكن استخدام المبيدات بالملامسة مثل الأزاديراختين، الصابون المبيد للحشرات، زيت النيم، الزيوت البستانية، البيريثرينات، أو السبينوساد، مع ضمان تغطية جيدة للبراعم وأطراف النمو. تجنب المبيدات الجهازية مثل الأيسفيت، الملاثيون، الكاربريل، أو البيرثرويدات لأنها شديدة السمية للأعداء الحيوية والملقحات. إذا استُخدمت النيونيكوتينويدات الجهازية، فيجب تطبيقها بعد الإزهار فقط مع الالتزام بالاحتياطات لحماية الحشرات النافعة.",
    "source": "https://ipm.ucanr.edu/PMG/PESTNOTES/pn7429.html#:~:text=Greenhouse%20thrips%20is%20readily%20controlled,Repeat%20applications%20may%20be%20necessary."
  },
  {
    "pest": "Thrips",
    "category": "برسيم",
    "recommendation": "المكافحة الزراعية مفضلة: مثل استخدام الأغطية أو الوسائل الأخرى لمنع الإصابة. يجب فحص النباتات بانتظام والبدء في العلاج مبكراً عند ظهور التربس أو الأضرار. للمكافحة الكيميائية المتوافقة مع الإدارة المتكاملة، يمكن استخدام المبيدات بالملامسة مثل الأزاديراختين، الصابون المبيد للحشرات، زيت النيم، الزيوت البستانية، البيريثرينات، أو السبينوساد، مع ضمان تغطية جيدة للبراعم وأطراف النمو. تجنب المبيدات الجهازية مثل الأيسفيت، الملاثيون، الكاربريل، أو البيرثرويدات لأنها شديدة السمية للأعداء الحيوية والملقحات. إذا استُخدمت النيونيكوتينويدات الجهازية، فيجب تطبيقها بعد الإزهار فقط مع الالتزام بالاحتياطات لحماية الحشرات النافعة.",
    "source": "https://ipm.ucanr.edu/PMG/PESTNOTES/pn7429.html#:~:text=Greenhouse%20thrips%20is%20readily%20controlled,Repeat%20applications%20may%20be%20necessary."
  },
  {
    "pest": "alfalfa seed chalcid",
    "category": "برسيم",
    "recommendation": "لا يوجد تحكم كيميائي فعال. يمكن استخدام الممارسات الزراعية مثل: القضاء على نباتات البرسيم المتطوعة على حواف الحقول عبر القص أو مبيدات الأعشاب، حصاد البذور بحلول منتصف أغسطس لتقليل الإصابات المتأخرة، وتنظيف البذور قبل التخزين لمنع تجمع الآفات خلال الشتاء. يُوصى بالمراقبة المتكررة خلال فترة طيران البالغات وتطور القرون.",
    "source": "https://entomology.k-state.edu/extension/crop-protection/alfalfa/seed-chalcid.html"
  },
  {
    "pest": "Pieris canidia",
    "category": "برسيم",
    "recommendation": "استخدم نهجاً متكاملاً: اجمع الأوراق التي تحتوي على البيوض واليرقات وقم بإتلافها، اصطد الفراشات البالغة بالشبكة خلال النهار، وراقب الحقول مرتين أسبوعياً. للمكافحة البيولوجية، استخدم مبيداً قائماً على النيم (أزاديراختين) 5 مل/لتر ماء أو Beauveria bassiana بنسبة 1% بمعدل 5 غ/لتر ماء، بحد أقصى 3 رشات بفاصل أسبوع. للمكافحة الكيميائية، يمكن استخدام Emamectin Benzoate 5% SG (2 غ/6 لتر ماء لكل 25 لتر محلول/روپاني، فترة أمان 3 أيام)، أو Lufenuron 1 مل/لتر (فترة أمان أسبوعين، في بداية الموسم فقط)، أو Cypermethrin 10 EC بمعدل 2 مل/لتر (حد أقصى 2 رشة بفاصل 15 يوماً؛ مع الانتباه لسميته ضد الأعداء الحيوية). يجب دوماً استخدام معدات الوقاية والالتزام بفترات الأمان وتعليمات الملصق لتفادي المقاومة وحماية الحشرات النافعة.",
    "source": "https://plantwiseplusknowledgebank.org/doi/pdf/10.1079/pwkb.20157800147?download=false"
  },
  {
    "pest": "Apolygus lucorum",
    "category": "كرمة العنب",
    "recommendation": "يوصى باستخدام الإدارة المتكاملة للآفات (IPM). يجب مراقبة أعداد البقة الخضراء بانتظام. للمكافحة الكيميائية، يعتبر الفبرونيل فعالًا جدًا ضد الحوريات والبالغات، بينما يعد الإندوسلفان بديلاً ذا تأثير أقل على الأعداء الحيويين مثل Chrysopa sinica وPropylaea japonica. تجنب الإفراط في استخدام النيونيكوتينويدات مثل الإيميداكلوبريد نظرًا لانخفاض فعاليتها وتأثيراتها على الكائنات غير المستهدفة. يجب دائمًا اتباع تعليمات الملصق ومراعاة توقيت الرش لتقليل الضرر على الأعداء الطبيعيين. ينصح بدمج المكافحة الكيميائية مع الوسائل البيولوجية والزراعية لتحقيق أفضل النتائج.",
    "source": "https://www.researchgate.net/publication/284104459_Insecticide_susceptibility_of_the_green_plant_bug_Apolygus_lucorum_Homoptera_Miridae_and_two_predatory_arthropods"
  },
  {
    "pest": "Limacodidae",
    "category": "كرمة العنب",
    "recommendation": "تشمل طرق المكافحة العضوية إزالة اليرقات يدويًا باستخدام الملقاط أو الشريط اللاصق، واستخدام المصائد الضوئية (حوالي 5 للهكتار) لالتقاط الفراشات البالغة. أما المكافحة الكيميائية فتتم باستخدام مبيدات تحتوي على الكارباريل أو ثنائي كلورفوس مع الالتزام بتعليمات الاستخدام وارتداء معدات الوقاية مثل القفازات والملابس الواقية.",
    "source": "https://plantix.net/en/library/plant-diseases/600300/slug-caterpillar-moth/"
  },

  {
    "pest": "oides decempunctata",
    "category": "كرمة العنب",
    "recommendation": "يُنصح بالمراقبة أثناء تطور الثمار لرصد التبقع وتغير لون العنق. يمكن التفكير في استخدام مبيدات أو الكبريت إذا ظهرت أضرار، مع بدء المعاملات قبل جفاف الثمار. توجد مكافحة بيولوجية بواسطة العث المفترس Metaseiulus mcgregori، لكنها عادة غير كافية لتقليل الأعداد إلى ما دون العتبة الاقتصادية.",
    "source": "https://ipm.ucanr.edu/agriculture/pistachio/citrus-flat-mite/#gsc.tab=0"
  },

  {
    "pest": "Pseudococcus comstocki Kuwana",
    "category": "كرمة العنب",
    "recommendation": "يُنصح بتطبيق المكافحة المتكاملة باستخدام الوسائل الكيميائية والبيولوجية والميكانيكية. قد تساعد المبيدات في تقليل الأعداد لكن فعاليتها تختلف حسب المنطقة. المكافحة البيولوجية فعالة جدًا باستخدام الطفيليات مثل Pseudaphycus malinus وAllotropa burrelli وA. convexifrons وZarhopalus corvinus، بالإضافة إلى المفترسات مثل الدعسوقة Cryptolaemus montrouzieri. كما أن الحفاظ على الأعداء الحيويين المحلية أو تعزيزها يساعد على إبقاء الأعداد دون العتبة الاقتصادية. يجب مراقبة البساتين والنباتات الزينة واستهداف الأطوار الصغيرة للمكافحة.",
    "source": "https://plantwiseplusknowledgebank.org/doi/full/10.1079/pwkb.species.45084"
  },
  {
    "pest": "parathrene regalis",
    "category": "كرمة العنب",
    "recommendation": "",
    "source": ""
  },
  {
    "pest": "Ampelophaga",
    "category": "كرمة العنب",
    "recommendation": "يُنصح بالمراقبة المبكرة لظهور البالغات في الربيع لتفادي أضرار الأوراق والبراعم. يمكن استخدام المكافحة البيولوجية عبر الحشرة المفترسة Zicrona coerulea وغيرها من المفترسات والطفيليات متعددة العوائل. يمكن تطبيق الديدان الخيطية النافعة في التربة لمهاجمة اليرقات. الرش العضوي باستخدام سبينوساد أو زيت النيم يساعد في تقليل الأعداد. أما المكافحة الكيميائية فتشمل الكلوربيريفوس أو اللambda-سيهالوثرين، على شكل رش أو تعفير، ويفضل دمجها مع الوسائل البيولوجية والوقائية.",
    "source": "https://plantix.net/en/library/plant-diseases/600168/vine-flea-beetle/"
  },
  {
    "pest": "Lycorma delicatula",
    "category": "كرمة العنب",
    "recommendation": "يجب حماية مصادر المياه عند استخدام المبيدات وتدوير المجموعات الكيميائية لتقليل مخاطر المقاومة. اختر المبيد الأقل سمية والفعال، مع مراعاة الخيارات المعتمدة من OMRI أو المبيدات ذات المخاطر المنخفضة، واتباع تعليمات الملصق. للمكافحة يمكن استخدام المبيدات الملامسة لقتل الحوريات والبالغات أثناء التغذية أو المبيدات الجهازية (مثل الإيميداكلوبريد أو الدينوتيفوران) للحصول على حماية أطول. يجب تطبيق المبيدات الجهازية بشكل صحيح عبر الري الأرضي أو الحقن في التربة أو الرش على الجذع أو الحقن في الساق. ارتدِ معدات الوقاية واتبع ممارسات السلامة أثناء التطبيق.",
    "source": "https://extension.psu.edu/spotted-lanternfly-management-and-pesticide-safety"
  },
  {
    "pest": "Xylotrechus",
    "category": "كرمة العنب",
    "recommendation": "يجب مراقبة أشجار التوت لرصد إصابة البالغات أو مخلفات اليرقات أو الأنفاق. تشمل المكافحة الفيزيائية إزالة الأشجار المصابة بشدة والتخلص منها (بالحرق أو الطحن). أما المكافحة الكيميائية فتركز على الإناث البياضة والبيض واليرقات الأولى باستخدام المبيدات الملامسة (مثل الكلوربيريفوس) برشها على اللحاء في أوائل يونيو، أو استهداف اليرقات في اللحاء باستخدام المبيدات الجهازية مثل الأبامكتين عبر الحقن في الساق. يمكن أيضًا استكشاف المصائد الفيرمونية أو التشويش الجنسي باستخدام الفيرمونات المعروفة. المكافحة البيولوجية ممكنة باستخدام الدبور الطفيلي Stephanus serrator. يُوصى بالكشف المبكر وتطبيق المكافحة المتكاملة لمنع الانتشار.",
    "source": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6023466/"
  },
  {
    "pest": "Cicadella viridis",
    "category": "كرمة العنب",
    "recommendation": "",
    "source": ""
  },
  {
    "pest": "Miridae",
    "category": "كرمة العنب",
    "recommendation": "يُنصح باستخدام الأعداء الحيويين مثل حشرات الـdamsel bugs وbig-eyed bugs وحشرات القتل والـنمل وبعض العناكب للحد من أعداد البق. يمكن تطبيق علاجات بيولوجية مثل زيت النيم المخفف أو فطر Beauveria bassiana فور اكتشاف الإصابة. في حالات الإصابة الشديدة، يمكن اللجوء إلى المبيدات التي تحتوي على ديميثوات أو إندوكسكارب أو فيبرونيل، مع دمجها مع الإجراءات الوقائية والبيولوجية.",
    "source": "https://plantix.net/en/library/plant-diseases/600262/mirid-bugs/"
  },
  {
    "pest": "Trialeurodes vaporariorum",
    "category": "كرمة العنب",
    "recommendation": "يُنصح بتطبيق الإدارة المتكاملة للآفات (IPM) بدمج المكافحة البيولوجية والكيميائية. يجب استخدام الأعداء الحيويين والطفيليات كوسيلة أساسية للمكافحة. يمكن استخدام الفطريات الممرضة للحشرات مثل Beauveria bassiana وCordyceps farinosa كرذاذات حيوية. قد تُستخدم المبيدات الكيميائية مثل سبيروميسيفين كمعاملات إضافية عندما تتجاوز الأعداد الحد الاقتصادي. الجمع بين الفطريات الممرضة والمبيدات المتوافقة قد يزيد من فعالية المكافحة ويقلل من مخاطر المقاومة. يجب تطبيق المعاملات حسب التعليمات ودمجها مع الممارسات الزراعية الوقائية.",
    "source": "https://www.nature.com/articles/s41598-024-66051-8"
  },

  {
    "pest": "Papilio xuthus",
    "category": "حمضيات",
    "recommendation": "يُنصح بمراقبة الحمضيات ونباتات الفصيلة السذابية (Rutaceae) لرصد نشاط وضع البيض. يتم تحفيز وضع البيض كيميائيًا بواسطة بعض المركبات النباتية، بينما تمنعه مركبات أخرى، ما يجعل اختيار العائل متوقعًا. للإدارة، يمكن إزالة البيض أو اليرقات يدويًا عند الحاجة، كما يُنصح بزراعة أنواع أقل تفضيلاً من الفصيلة السذابية بالقرب من البساتين لتقليل الإصابة. يُوصى باستخدام نهج متكامل يجمع بين المكافحة الزراعية والإزالة اليدوية وإدارة الموائل لمنع أضرار اليرقات.",
    "source": "https://www.sciencedirect.com/topics/agricultural-and-biological-sciences/papilio-xuthus"
  },
  {
    "pest": "Panonchus citri McGregor",
    "category": "حمضيات",
    "recommendation": "تعتمد المكافحة بشكل أساسي على الأكاريسيدات. يُعتبر السيفلوميتوفين والسبيروديكليفين فعالين، بقيم LC50 تبلغ 10.23 جزء بالمليون و7.28 جزء بالمليون على التوالي. حتى التركيزات المنخفضة (LC20) تقلل من النمو والبقاء والخصوبة وزيادة السكان. يجب تطبيق الأكاريسيدات حسب التعليمات ودمجها مع برامج المراقبة لتحديد التوقيت والجرعة الأمثل، مما يقلل من المقاومة ويحد من التأثيرات على الكائنات غير المستهدفة.",
    "source": "https://www.biotaxa.org/pja/article/view/68693#:~:text=The%20citrus%20red%20mite%2C%20Panonychus,mite%20control%20management%20in%20citrus."
  },

  {
    "pest": "Icerya purchasi Maskell",
    "category": "حمضيات",
    "recommendation": "يمكن تحقيق المكافحة باستخدام مبيدات حشرية خضراء قائمة على قليل النوكليوتيدات (مبيدات DNA). حيث أظهر oligoICER-11، وهو جزء قصير أحادي السلسلة يستهدف جين 28S rRNA، فعالية عند تطبيقه بتركيز 100 نانوغرام/ميكرولتر على اليرقات، محققًا نسبة وفيات بلغت 70% خلال 10 أيام. هذه الطريقة آمنة وفعالة وصديقة للبيئة، وتشكل بديلًا للمبيدات الكيميائية التقليدية.",
    "source": "https://www.mdpi.com/1422-0067/24/14/11650"
  },
  {
    "pest": "Unaspis yanonensis",
    "category": "حمضيات",
    "recommendation": "",
    "source": "https://plantwiseplusknowledgebank.org/doi/full/10.1079/pwkb.species.55687"
  },
  {
    "pest": "Ceroplastes rubens",
    "category": "حمضيات",
    "recommendation": "أثبتت المكافحة الحيوية باستخدام الطفيل Anicetus beneficus فعاليتها في مكافحة C. rubens في عدة مناطق. كما يمكن استخدام المكافحة الكيميائية، حيث تعتبر المبيدات الانتقائية مثل hexythiazox وclofentezine فعّالة مع تأثير أقل على الأعداء الطبيعيين. يُعد رصد الأطوار الزاحفة الصغيرة ضروريًا للتوقيت المناسب للعلاج الكيميائي.",
    "source": "https://www.cabidigitallibrary.org/doi/full/10.1079/cabicompendium.12351"
  },
  {
    "pest": "Chrysomphalus aonidum",
    "category": "حمضيات",
    "recommendation": "كانت المكافحة الحيوية باستخدام Aphytis holoxanthus وPteroptrix smithi فعّالة في إدارة C. aonidum. كما أن استخدام المكافحة الكيميائية بالمبيدات، بما في ذلك الفوسفات العضوية، كان شائعًا لكنه مكلف وضار بيئيًا على المدى الطويل. تعد عمليات التفتيش قبل التصدير ورصد الحشرات القشرية على الأوراق والثمار من التدابير الوقائية المهمة أيضًا.",
    "source": "https://plantwiseplusknowledgebank.org/doi/10.1079/PWKB.Species.13379"
  },

  {
    "pest": "Nipaecoccus vastalor",
    "category": "حمضيات",
    "recommendation": "",
    "source": ""
  },
  {
    "pest": "Aleurocanthus spiniferus",
    "category": "حمضيات",
    "recommendation": "كانت المكافحة الحيوية باستخدام Encarsia smithi وAmitus hesperidum فعالة في إدارة A. spiniferus. ورغم إمكانية اللجوء للمكافحة الكيميائية، إلا أنها غير موصى بها بسبب تكلفتها العالية وتأثيرها السلبي على الأعداء الطبيعيين. يوصى باستخدام أساليب المكافحة التنظيمية مثل فحص مواد الزراعة والتبخير لمنع انتشار هذه الآفة.",
    "source": "https://plantwiseplusknowledgebank.org/doi/full/10.1079/pwkb.species.4136"
  },
  {
    "pest": "Tetradacus c Bactrocera minax",
    "category": "حمضيات",
    "recommendation": "تُعتبر المكافحة الكيميائية باستخدام مبيدات مثل trichlorphon وmalathion في الطعوم الرشاشة فعالة. الطعوم الرشاشة مفضلة لأنها تستهدف الذباب مع تأثير ضئيل على الأعداء الطبيعيين. كما تم استخدام تقنية الحشرات العقيمة بنجاح. وتشمل التدابير الصحية فحص ومعالجة الشحنات. يمكن أيضًا تطبيق المعالجة الباردة أو التشعيع بالغاما للمكافحة بعد الحصاد.",
    "source": "https://www.cabidigitallibrary.org/doi/full/10.1079/cabicompendium.8726"
  },
  {
    "pest": "Dacus dorsalis(Hendel)",
    "category": "حمضيات",
    "recommendation": "يوصى باستخدام مستخلص بذور النيم والحصاد المبكر. كما تُعد التدابير الصحية، بما في ذلك التخلص من الثمار المتساقطة، أمرًا حاسمًا. وكانت المكافحة الحيوية باستخدام Fopius arisanus ناجحة، بالإضافة إلى تطبيق الفطريات الممرضة للحشرات في التربة مع الطعوم الرشاشة. لم يتم إدراج تفاصيل المكافحة الكيميائية نظرًا لاختلاف اللوائح؛ يرجى الرجوع إلى قواعد بيانات الاتحاد الأوروبي وPAN.",
    "source": "https://plantwiseplusknowledgebank.org/doi/full/10.1079/pwkb.species.17685"
  },
  {
    "pest": "Bactrocera tsuneonis",
    "category": "حمضيات",
    "recommendation": "تشمل تدابير المكافحة العامة جمع وإتلاف الثمار المصابة المتساقطة، واستخدام الطعوم الرشاشة بمبيد malathion مع محلول بروتيني، وكذلك تطبيق trichlorphon في محلول سكري قبل وضع البيض من قبل الإناث. وتشمل التدابير الصحية فحص ومعالجة شحنات الفواكه القادمة من المناطق المصابة. وقد استُخدمت المعالجة الباردة أثناء النقل وتقنية الحشرات العقيمة (إطلاق ذكور عقيمة) بنجاح. يجب أن تكون النباتات ذات الجذور من المناطق المصابة خالية من التربة أو معالجة ضد العذارى.",
    "source": "https://plantwiseplusknowledgebank.org/doi/full/10.1079/pwkb.species.8745"
  },
  {
    "pest": "Prodenia litura",
    "category": "حمضيات",
    "recommendation": ".",
    "source": ""
  },
  {
    "pest": "Adristyrannus",
    "category": "حمضيات",
    "recommendation": ".",
    "source": ""
  },
  {
    "pest": "Phyllocnistis citrella Stainton",
    "category": "حمضيات",
    "recommendation": "المكافحة البيولوجية باستخدام الطفيليات والمفترسات والمكافحة الميكروبية (مثل Bacillus thuringiensis وavermectins)، وكذلك استخدام أصناف مقاومة مثل روبي مالطا وكنو ماندرين. تجنّب الاستخدام المفرط للمبيدات الكيميائية، وفكّر في استخدام المبيدات الحيوية مثل fenoxycarb.",
    "source": "https://www.cabidigitallibrary.org/doi/full/10.1079/cabicompendium.40831"
  },

  {
    "pest": "Toxoptera aurantii",
    "category": "حمضيات",
    "recommendation": "المكافحة العضوية: استخدام المفترسات مثل ذباب الزهور وأسد المن وأبو العيد (مثل Cycloneda sanguinea وHippodamia convergens) لمهاجمة المن. يساعد الفطر Neozygites fresensii في السيطرة على أعداد المن خلال الطقس الرطب. يمكن القضاء على النمل بالماء المغلي أو بمحاليل تحتوي على البيرثرين الطبيعي. يمكن أيضًا استخدام محاليل حشرية (الصابون، النيم، أو مستخلصات الفلفل الحار). المكافحة الكيميائية: استخدام المبيدات بشكل متكامل مع التدابير الوقائية والبيولوجية. يمكن رش منتجات تجارية أساسها الزيت البترولي على السطح السفلي للأوراق. المبيدات البيرثرودية الاصطناعية فعالة لكنها قد تضر بالأعداء الحيويين.",
    "source": "https://plantix.net/en/library/plant-diseases/600157/black-citrus-aphid/"
  },

  {
    "pest": "Scirtothrips dorsalis Hood",
    "category": "مانجو",
    "recommendation": "الوقاية: تعتبر الممارسات الصحية الصارمة ضرورية لمنع الانتقال غير المقصود لـ S. dorsalis، نظرًا لصغر مراحل حياتها وصعوبة اكتشافها. الاستئصال: إذا كانت الأعداد قليلة وموضعية، يمكن أن يكون تدمير المواد النباتية المصابة ورش المبيدات على النباتات المعرضة فعالاً، على الرغم من احتمال حدوث مقاومة اجتماعية. المكافحة الكيميائية: يجب استخدام المبيدات الحشرية، بما في ذلك المنتجات منخفضة المخاطر، بالتناوب للحد من أعداد S. dorsalis وتقليل تطور المقاومة. يجب مراعاة التوافق مع الأعداء الحيويين مثل Orius insidiosus من أجل برامج المكافحة المتكاملة المستدامة.",
    "source": "https://www.cabidigitallibrary.org/doi/full/10.1079/cabicompendium.49065"
  },

  {
    "pest": "Lawana imitata Melichar",
    "category": "مانجو",
    "recommendation": ".",
    "source": ""
  },
  {
    "pest": "Salurnis marginella Guerr",
    "category": "مانجو",
    "recommendation": ".",
    "source": ""
  },
  {
    "pest": "Deporaus marginatus Pascoe",
    "category": "مانجو",
    "recommendation": "الوقاية: جمع وتدمير الأوراق المتساقطة التي تحتوي على بيض بانتظام. حرث التربة تحت تيجان النباتات لتدمير العذارى. المكافحة الكيميائية: يمكن استخدام المبيدات مثل Deltamethrin وFenvalerate عند وصول عرض الأوراق الصغيرة إلى 3 سم، مع 2-3 رشات أسبوعية. الطرق البديلة: نظرًا لأن الرش التقليدي غير فعال بسبب الأمطار، فقد وُجد أن monocrotophos فعال، لكن يُنظر أيضًا في بدائل مثل زيت النيم وNSKE. هناك حاجة لاستراتيجيات مقاومة للأمطار. تنبيه الآفة: تطوير نماذج إنذار مبكر مبنية على الظواهر الحيوية، بمزامنة بزوغ البراعم الصغيرة مع تطور يرقات D. marginatus.",
    "source": "https://www.cabidigitallibrary.org/doi/pdf/10.5555/20183071637"
  },
  {
    "pest": "Chlumetia transversa",
    "category": "مانجو",
    "recommendation": "عندما تكون أعداد الحشرة قليلة، يمكن رش مستخلصات نباتية من الثوم والفلفل الحار المذابة في الماء لطرد اليرقات وتقليل إصابة حفار البراعم. يُنصح بالنهج المتكامل مع التدابير الوقائية والعلاجات البيولوجية إن وجدت. إزالة الطعوم أو الشتلات المصابة ورشها بالمبيدات الموصى بها مثل penthoate للسيطرة الفعالة على الحشرة.",
    "source": "https://plantix.net/en/library/plant-diseases/800014/mango-shoot-borer/"
  },

  {
    "pest": "Rhytidodera bowrinii white",
    "category": "مانجو",
    "recommendation": ".",
    "source": ""
  },
  {
    "pest": "Sternochetus frigidus",
    "category": "مانجو",
    "recommendation": "يوفر العلاج بالإشعاع بجرعة امتصاصية لا تقل عن 165 Gy ضمانًا للحجر الصحي ضد Sternochetus frigidus في المانجو الفلبيني المُصدَّر. أظهرت الاختبارات التأكيدية أن جرعة 100 Gy سببت عقمًا جزئيًا، بينما سببت جرعة 150 Gy عقمًا كاملًا، مما منع التكاثر.",
    "source": "https://www.researchgate.net/publication/261100927_Large-Scale_Confirmatory_Tests_of_a_Phytosanitary_Irradiation_Treatment_Against_Sternochetus_frigidus_Coleoptera_Curculionidae_in_Philippine_Mango"
  },
  {
    "pest": "Cicadellidae",
    "category": "مانجو",
    "recommendation": "يمكن للعوامل البيولوجية مثل المفترسات Mallada boninensis وChrysopa lacciperda والطفيلي البيضي Polynema sp. تقليل أعداد هذه الحشرة. بدلاً من ذلك، يمكن معالجة أشجار المانجو المصابة برش محاليل زيتية تحتوي على الفطريات Beauveria bassiana أو Metarhizium anisopliae، بمعدل 2-3 مرات أسبوعياً. كما أن الرش بزيت النيم (3%) يقلل من أعداد Idioscopus spp. بنسبة تصل إلى 60%. للمكافحة الكيميائية، يمكن استخدام الرش بمحاليل تحتوي على cypermethrin (0.4%) أو حقن الأشجار بالمبيد dimethoate. يُنصح برشين يفصل بينهما 7 أيام قبل الإزهار.",
    "source": "https://plantix.net/fr/library/plant-diseases/800016/mango-hoppers/"
  }


]



