[
  {
    "pest": "Grub",
    "category": "الذرة",
    "recommendation": "استخدم حبيبات تحتوي على كلورانترانيلبروول في التربة قبل الزراعة. استخدم الديدان الخيطية المفيدة لمكافحة اليرقات بيولوجيًا. قم بتدوير المحاصيل لتقليل الإصابة."
  },
  {
    "pest": "Mole Cricket",
    "category": "الذرة",
    "recommendation": "استخدم مبيدات تعتمد على الإيميداكلوبريد أو البيفنثرين. طبّق المكافحة البيولوجية باستخدام الديدان الخيطية الطفيلية أو الفطريات مثل Beauveria bassiana."
  },
  {
    "pest": "Wireworm",
    "category": "الذرة",
    "recommendation": "استخدم معالجة البذور بمركبات مثل ثيامثوكسام أو كلوثيانيدين. قم بتدوير المحاصيل مع محاصيل غير عائلة مثل البقوليات. حافظ على تصريف جيد للتربة لتقليل بقاء الدودة السلكية."
  },
  {
    "pest": "Corn Borer",
    "category": "الذرة",
    "recommendation": "استخدم مستحضرات Bacillus thuringiensis (Bt) أو الذرة المعدلة وراثيًا المقاومة لـ Bt. أطلق دبابير Trichogramma لمكافحة البيض بيولوجيًا. تجنب الزراعة المتأخرة للحد من الإصابة."
  },
  {
    "pest": "Aphids",
    "category": "الذرة",
    "recommendation": "استخدم صابون مبيد للحشرات أو زيت النيم كمكافحة عضوية. استعمل مبيدات جهازية مثل أستاميبريد أو فلونيكاميد في حالات الإصابة الشديدة. شجع المفترسات الطبيعية مثل الدعسوقة والأسد الطائر."
  },
  {
    "pest": "Beet Armyworm",
    "category": "الشمندر",
    "recommendation": "استخدم علاجات تحتوي على سبينوساد أو إيمامكتين بنزوات. أطلق الحشرات النافعة مثل دبابير كوتيسيا. استخدم مصائد فرمونية لمراقبة الفراشات البالغة."
  },
  {
    "pest": "Flax Budworm",
    "category": "البرسيم",
    "recommendation": "رش مبيدات بيرثرويد مثل السيبرمثرين أو الدلتامثرين في المراحل المبكرة من اليرقات. قم بتدوير المحاصيل وتجنب الزراعة بالقرب من المناطق المصابة."
  },
  {
    "pest": "Lytta Polita",
    "category": "البرسيم",
    "recommendation": "استخدم مبيدات تعتمد على كاربريل أو بيرمثرين في حالات الإصابة الشديدة. أطلق الأعداء الطبيعيين مثل الطيور والحشرات المفترسة. حافظ على نظافة الأعشاب لتقليل العوائل البديلة."
  },
  {
    "pest": "Legume Blister Beetle",
    "category": "البرسيم",
    "recommendation": "استخدم مبيدات تحتوي على سبينوساد أو لامبدا-سيهالوثرين. تجنب الحصاد خلال فترات نشاط الخنافس للوقاية من التلوث. استخدم أغطية الصفوف لتقليل دخول الخنافس."
  },
  {
    "pest": "Blister Beetle",
    "category": "البرسيم",
    "recommendation": "قم بجمع الخنافس يدويًا في حال الإصابة الخفيفة. استخدم مبيدات بيرثرويد مثل بيفنثرين للحالات الشديدة. تجنب قص الحقول المصابة لتقليل هجمات الخنافس."
  },
  {
    "pest": "Miridae",
    "category": "العنب",
    "recommendation": "استخدم مبيدات انتقائية مثل Flupyradifurone أو البيرثرويد إذا تجاوز عددها الحد الاقتصادي. استخدم تقنيات المراقبة القائمة على الفرمونات. شجع الحشرات المفترسة مثل حشرات Miridae المفترسة."
  },
  {
    "pest": "Prodenia Litura",
    "category": "الحمضيات",
    "recommendation": "استخدم كلورانترانيلبروول أو لوفينورون لمكافحة اليرقات. استخدم المصائد الفرمونية لمراقبة الفراشات البالغة. حافظ على نظافة الحقل بإزالة الأوراق المتساقطة والحطام."
  },
  {
    "pest": "Cicadellidae",
    "category": "المانجو",
    "recommendation": "استخدم مبيدات جهازية مثل الإيميداكلوبريد أو الثيامثوكسام. أدخل الأعداء البيولوجيين مثل حشرات أوريوس المفترسة. استخدم المهاد العاكسة لردع الحشرات عن وضع البيض."
  }
]
